{
  "translation": {
    "Home": "Inicio",
    "Venues": "Lugares",
    "Bookings": "Reservas",
    "Contact": "Contacto",
    "Login": "Iniciar sesión",
    "Register": "Registrarse",
    "Sign out": "Cerrar sesión",

    "Sign Up Here": "Regístrate aquí",
    "Become a venue manager": "Conviértete en administrador de lugares",
    "Become a venue manager and view your active venues. You can also manage your bookings": "Conviértete en administrador de lugares y ve tus lugares activos. También puedes administrar tus reservas",
    "Become a venue manager and view your active venues": "Conviértete en administrador de lugares y ve tus lugares activos",
    "My account": "Mi cuenta",
    "Venue Manager": "Administrador de lugares",
    "Not a venue manager": "No eres un administrador de lugares",
    "Add your first venue": "Agrega tu primer lugar",
    "Add Venue": "Agregar Lugar",
    "You do not have any active bookings": "No tienes reservas activas",
    "Become a venue manager and list your venue": "Conviértete en administrador de lugares y lista tu lugar",
    "As a venue manager, you can list your venue on our website. We offer a secure and reliable platform for you to manage your venue. You can reach a global audience and increase your revenue.": "Como administrador de lugares, puedes listar tu lugar en nuestro sitio web. Ofrecemos una plataforma segura y confiable para que administres tu lugar. Puedes llegar a una audiencia global y aumentar tus ingresos.",

    "Venues all over the world, Always.": "LUGARES EN TODO EL MUNDO, SIEMPRE.",
    "Travel to the most beautiful places in the world and stay in the most luxurious hotels. We offer you the best experience you can get.": "Viaja a los lugares más hermosos del mundo y quédate en los hoteles más lujosos. Te ofrecemos la mejor experiencia que puedas obtener.",
    "Start now by checking out our venues or becoming a venue manager.": "Comienza ahora revisando nuestros lugares o convirtiéndote en administrador de lugares.",
    "Our venues are located all over the world. You can find the perfect venue for your next vacation or event. If you are a venue owner, you can become a venue manager and list your venue on our website.": "Nuestros lugares están ubicados en todo el mundo. Puedes encontrar el lugar perfecto para tus próximas vacaciones o eventos. Si eres propietario de un lugar, puedes convertirte en administrador de lugares y listar tu lugar en nuestro sitio web.",
    "Delete Venue": "Eliminar Lugar",
    "Edit Venue": "Editar Lugar",
    "Edit Profile": "Editar Perfil",

    "Are you sure?": "¿Estás seguro?",
    "This action cannot be undone.": "Esta acción no se puede deshacer.",
    "Are you sure you want to delete this venue?": "¿Estás seguro de que quieres eliminar este lugar?",
    "Yes, delete this venue": "Sí, eliminar este lugar",
    "No, take me back.": "No, devuélveme.",
    "Discover the best venues for your next event": "Descubre los mejores lugares para tu próximo evento",
    "Our venues are located all over the world. You can find the perfect venue for your next vacation or event. The venues are luxurious and offer the best experience you can get. Always secure and reliable.": "Nuestros lugares están ubicados en todo el mundo. Puedes encontrar el lugar perfecto para tus próximas vacaciones o eventos. Los lugares son lujosos y ofrecen la mejor experiencia que puedas obtener. Siempre seguro y confiable.",

    "Submit": "Enviar",

    "Search": "Buscar",
    "Profile": "Perfil",
    "Discover": "Descubrir",

    "Name": "Nombre",
    "Email": "Correo electrónico",
    "Password": "Contraseña",
    "Banner Url": "URL de la imagen de fondo",
    "Bio": "Biografía",
    "Banner Alt": "Texto alternativo de la imagen de fondo",
    "Avatar Url": "URL de la foto de perfil",
    "Avatar Alt": "Texto alternativo de la foto de perfil",

    "name-long": "El nombre es demasiado largo",
    "name-short": "El nombre es demasiado corto",
    "name-invalid-char": "El nombre contiene caracteres no válidos",

    "email-invalid": "El correo electrónico es inválido",
    "email-not-noroff": "El correo electrónico no pertenece a Noroff",

    "password-short": "La contraseña es demasiado corta",

    "banner-url-invalid": "La URL de la imagen de fondo es inválida",
    "banner-alt-long": "El texto alternativo de la imagen de fondo es demasiado largo",

    "avatar-url-invalid": "La URL de la foto de perfil es inválida",
    "avatar-alt-long": "El texto alternativo de la foto de perfil es demasiado largo",

    "bio-long": "La biografía es demasiado larga",

    "banner-required": "Se requiere la URL de la imagen de fondo si se proporciona texto alternativo",
    "avatar-required": "Se requiere la URL de la foto de perfil si se proporciona texto alternativo",

    "discover-search-title": "Descubre increibles lugares nuevos",

    "Your Venues": "Tus Lugares",
    "Manage your venues": "Administra tus lugares",

    "Create a Venue": "Crear un lugar",
    "Add your venue to our platform": "Agrega tu lugar a nuestra plataforma",
    "Manage your bookings": "Administra tus reservas",
    "My Bookings": "Mis Reservas",
    "View and manage your bookings": "Ver y administrar tus reservas",
    "Upcoming Bookings": "Reservas Futuras",
    "View and manage your upcoming bookings": "Ver y administrar tus reservas futuras",
    "See Venue Bookings": "Ver Reservas del Lugar",
    "View and manage your venue bookings": "Ver y administrar tus reservas de lugar"
  }
}
